module Prediction
  module Dictionary
   
 class << self

      def date

        %w[сегодня завтра на\ неделе в\ выходные в\ субботу вечером утром ночью через\ час]

      end


      def to

        %w[тебя твою\ тян твоего\ кореша твою\ мамку твоих\ друзей твоих\ родственников твою\ душу]

      end


      def what

        %w[ждет поджидает ожидает поприветствует встретит застанет\ врасплох заставит\ рыдать  научит\ жизни лихо\ обставит]

      end


      def happened

        %w[удача смерть богатство перепихон смехуечек рейв драчка нападение скандал холод нищета наркота говно бирюлевская/ жизнь чистейший/ спайс голубиный/ помёт простой/ русский/ алкаш ]

      end
    end
  end
end

